taskt/Core/Automation/Commands/TextGroup/ConcatenateTextVariableCommand.dot
digraph "ConcatenateTextVariableCommand" {
"ConcatenateTextVariableCommand" -> "ScriptCommand";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
