taskt/Core/Automation/Commands/TextGroup/ConcatenateTextVariableCommand.puml
@startuml
ConcatenateTextVariableCommand --> ScriptCommand
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
